<?php

#农场植树活动

$mission['Title'] = "农场植树活动";
$mission['PrepareTime'] = "2010-02-24 02:00:12";
$mission['BeginTime'] = "2010-03-08 15:00:00";
$mission['EndTime'] = "2010-03-10 15:05:00";
$mission['PrepareHtml'] = "植树节（3月12日）即将到来，春妮来农场跟大家一起种银杏树苗啦！银杏树是最古老、最环保的树种，要从我这获得银杏树种子是相当难的哦！<br />1、在白萝卜、玉米、番茄、南瓜、西瓜、丝瓜、菠萝、枇杷、木瓜、番石榴这10种作物中，我将选择<font color='#FF0000'>5种作为秘密作物</font>。<br />2、到领取树种子时，只要任意一种秘密作物在仓库中的数量<font color='#FF0000'>超过200个</font>，我就送你<font color='#FF0000'>银杏树种子10颗</font>。<br />3、如果你全部猜中，并集齐了5种秘密作物，除了50颗银杏树种子，我还可以额外送你<font color='#FF0000'>农场绿色装扮一套</font>哦！<br />到底哪些是春妮指定的5种作物呢？我将在3月8日15点公布答案！<br />地球如此美丽，绿色自然是未来幸福的保障，我们一起努力吧！<br /><br /><font color='#FF0000'>领奖时间：3月8日 15点  - 3月10日 15点（每人一次领取机会）</font>";
$mission['BeginHtml'] = "春妮的秘密作物是什么呢？公开答案，领取奖励的时刻来临了！我指定的作物分别是；<font color='#FF0000'>白萝卜、番茄、西瓜、菠萝、木瓜</font>哦！怎么样？你猜中了吗？<br />只要以上作物任意一个在仓库中的数量<font color='#FF0000'>超过200个</font>，都可以获赠<font color='#FF0000'>10颗银杏树种子</font>！集齐了5种秘密作物，除了50颗银杏树种子，还将获得<font color='#FF0000'>农场绿色装扮一套</font>！<br>准备好了吗？领取奖励，作为地球环保卫士，培育银杏树苗吧！<br /><br /><font color='#FF0000'>领奖时间：3月8日 15点  - 3月10日 15点-（每人一次领取机会）</font>";

?>